/*
1. 출력: 그림 소개 텍스트
    각 텍스트는 줄 마다 따로 저장(들어가는 태그가 다를 듯)

*/
let marchTextArr = {
    title: ["양귀비 들판"],
    author: ["클로드 모네"],
    ingredient: ["캔버스, 유채"],
    year: ["1873"],
};
let aprilTextArr = {
    title: [
        "그랑드 자트 섬의 일요일 오후",
        "아니에르의 수욕",
        "최후의 만찬",
        "데생과 메모(“비트루비우스적 인간”)",
        "비,증기,속도",
        "눈보라",
        "저울로 진주를 다는 여인",
        "지리학자",
        "갈색 토끼",
        "파랑새의 깃털",
    ],
    author: [
        "쇠라",
        "쇠라",
        "레오나르도 다 빈치",
        "레오나르도 다 빈치",
        "터너",
        "터너",
        "베르메르",
        "베르메르",
        "뒤러",
        "뒤러",
    ],
    ingredient: [
        "캔버스, 유채",
        "캔버스, 유채",
        "벽화, 기타",
        "종이,잉크",
        "캔버스, 유채",
        "캔버스,유채",
        "캔버스, 유채",
        "캔버스, 유채",
        "종이, 수채",
        "종이,수채",
    ],
    year: [
        "1884~86년",
        "1883~84년",
        "1495~97년",
        "1492년경",
        "1844년",
        "1842년경",
        "1662~63년경",
        "1669년경",
        "1502년",
        "1512년경(?)",
    ],
    location: [
        "시카고 미술 연구소 소장",
        "런던 내셔널 갤러리 소장",
        "밀라노 산타 마리아 델레 그라치에 성당",
        "베네치아 아카데미 미술관 소장",
        "런던 내셔널 갤러리 소장",
        "런던 테이트 갤러리 소장",
        "워싱턴 내셔널 갤러리 소장",
        "프랑크푸르트 슈테델 미술 연구소 소장",
        "빈 알베르티나 소묘, 판화 수집",
        "빈 알베르티나 소묘, 판화 수집",
    ],
    imgLink: [],
};
console.log(textArr.author[1]);
